Revit 2027 API
ParameterTypeId.RbsElecPanelName Property
 "Panel Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelName { get; }
Public Shared ReadOnly Property RbsElecPanelName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelName {
	ForgeTypeId^ get ();
}
static member RbsElecPanelName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace